Repository: Marco-P-Keller/Umber
Catalog: Umber/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# a11y.off
source: Off
ar: إيقاف
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el: Ανενεργό
es: Desactivado
fi: Pois
fr: Désactivé
he: כבוי
hi: बंद
hr: Isklj.
hu: Ki
id: Mati
ja: オフ
ko: 끔
ms: Mati
nb: Av
nl: Uit
pl: Wył.
pt_br: Desligado
pt_pt: Desligado
ro: Oprit
ru: Выкл.
sk: Vypnuté
sv: Av
th: ปิด
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关
zh_hant: 關

# common.done
source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Hecho
fi: Valmis
fr: Terminé
he: סיום
hi: पूरा हुआ
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# dock.idle
source: Choose a sound
ar: اختر صوتًا
ca: Tria un so
cs: Vyberte zvuk
da: Vælg en lyd
de: Klang wählen
el: Διάλεξε έναν ήχο
es: Elige un sonido
fi: Valitse ääni
fr: Choisissez un son
he: בחר צליל
hi: कोई ध्वनि चुनें
hr: Odaberi zvuk
hu: Válassz hangot
id: Pilih suara
it: Scegli un suono
ja: サウンドを選択
ko: 사운드 선택
ms: Pilih bunyi
nb: Velg en lyd
nl: Kies een geluid
pl: Wybierz dźwięk
pt_br: Escolha um som
pt_pt: Escolha um som
ro: Alege un sunet
ru: Выберите звук
sk: Vyberte zvuk
sv: Välj ett ljud
th: เลือกเสียง
tr: Bir ses seç
uk: Оберіть звук
vi: Chọn một âm thanh
zh_hans: 选择声音
zh_hant: 選擇聲音

# dock.idle.hint
source: Tap a sound to begin
ar: اضغط على صوت للبدء
ca: Toca un so per començar
cs: Klepnutím na zvuk začnete
da: Tryk på en lyd for at starte
de: Tippe auf einen Klang
el: Πάτα έναν ήχο για να ξεκινήσεις
es: Toca un sonido para empezar
fi: Aloita napauttamalla ääntä
fr: Touchez un son pour commencer
he: הקש על צליל כדי להתחיל
hi: शुरू करने के लिए किसी ध्वनि पर टैप करें
hr: Dodirni zvuk za početak
hu: Koppints egy hangra az induláshoz
id: Ketuk suara untuk memulai
it: Tocca un suono per iniziare
ja: サウンドをタップして開始
ko: 사운드를 탭하여 시작
ms: Ketik bunyi untuk mula
nb: Trykk på en lyd for å starte
nl: Tik op een geluid om te beginnen
pl: Dotknij dźwięku, aby zacząć
pt_br: Toque em um som para começar
pt_pt: Toque num som para começar
ro: Atinge un sunet pentru a începe
ru: Нажмите на звук, чтобы начать
sk: Ťuknutím na zvuk začnete
sv: Tryck på ett ljud för att börja
th: แตะเสียงเพื่อเริ่ม
tr: Başlamak için bir sese dokun
uk: Торкніться звуку, щоб почати
vi: Chạm vào một âm thanh để bắt đầu
zh_hans: 轻点声音即可开始
zh_hant: 輕點聲音即可開始

# dock.live
source: Generated live · never loops
ar: يُولَّد مباشرةً · بلا تكرار
ca: Generat en directe · sense bucles
cs: Generováno živě · nikdy se neopakuje
da: Skabt live · gentager aldrig
de: Live erzeugt · ohne Wiederholung
el: Παράγεται ζωντανά · χωρίς επανάληψη
es: Generado en directo · sin bucles
fi: Luodaan livenä · ei koskaan silmukkaa
fr: Généré en direct · sans boucle
he: נוצר בזמן אמת · בלי לולאות
hi: लाइव बनाई गई · कभी दोहराई नहीं जाती
hr: Generirano uživo · bez ponavljanja
hu: Élőben generálva · sosem ismétlődik
id: Dibuat langsung · tanpa pengulangan
it: Generato dal vivo · senza loop
ja: リアルタイム生成・ループなし
ko: 실시간 생성 · 반복 없음
ms: Dijana secara langsung · tanpa ulangan
nb: Lages live · går aldri i loop
nl: Live gegenereerd · nooit een lus
pl: Generowany na żywo · bez pętli
pt_br: Gerado ao vivo · sem repetição
pt_pt: Gerado em direto · sem repetição
ro: Generat live · fără repetiții
ru: Создаётся в реальном времени · без повторов
sk: Generované naživo · nikdy sa neopakuje
sv: Skapas live · loopar aldrig
th: สร้างสดแบบเรียลไทม์ · ไม่วนซ้ำ
tr: Canlı üretilir · asla tekrarlamaz
uk: Створюється наживо · без повторів
vi: Tạo trực tiếp · không lặp lại
zh_hans: 实时生成 · 永不循环
zh_hant: 即時生成 · 永不循環

# dock.pause
source: Pause
ar: إيقاف مؤقت
ca: Pausa
cs: Pozastavit
el: Παύση
es: Pausa
fi: Tauko
he: השהה
hi: रोकें
hr: Pauza
hu: Szünet
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시 정지
ms: Jeda
nl: Pauze
pl: Pauza
pt_br: Pausar
pt_pt: Pausa
ro: Pauză
ru: Пауза
sk: Pozastaviť
sv: Pausa
th: หยุดชั่วคราว
tr: Duraklat
uk: Пауза
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

# dock.paused
source: Paused
ar: متوقف مؤقتًا
ca: En pausa
cs: Pozastaveno
da: På pause
de: Pausiert
el: Σε παύση
es: En pausa
fi: Tauolla
fr: En pause
he: מושהה
hi: रुका हुआ
hr: Pauzirano
hu: Szüneteltetve
id: Dijeda
it: In pausa
ja: 一時停止中
ko: 일시 정지됨
ms: Dijeda
nb: På pause
nl: Gepauzeerd
pl: Wstrzymano
pt_br: Em pausa
pt_pt: Em pausa
ro: În pauză
ru: На паузе
sk: Pozastavené
sv: Pausad
th: หยุดอยู่
tr: Duraklatıldı
uk: На паузі
vi: Đã tạm dừng
zh_hans: 已暂停
zh_hant: 已暫停

# dock.play
source: Play
ar: تشغيل
ca: Reprodueix
cs: Přehrát
da: Afspil
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducir
fi: Toista
fr: Lecture
he: הפעל
hi: चलाएँ
hr: Reproduciraj
hu: Lejátszás
id: Putar
it: Riproduci
ja: 再生
ko: 재생
ms: Main
nb: Spill av
nl: Afspelen
pl: Odtwarzaj
pt_br: Reproduzir
pt_pt: Reproduzir
ro: Redă
ru: Играть
sk: Prehrať
sv: Spela
th: เล่น
tr: Oynat
uk: Відтворити
vi: Phát
zh_hans: 播放
zh_hant: 播放

# error.message
source: Umber couldn't start the audio engine. Close other audio apps and try again.
ar: تعذّر على Umber بدء محرّك الصوت. أغلق تطبيقات الصوت الأخرى وحاول مجددًا.
ca: Umber no ha pogut iniciar el motor d’àudio. Tanca les altres apps d’àudio i torna-ho a provar.
cs: Umber nemohl spustit zvukový modul. Zavřete ostatní zvukové aplikace a zkuste to znovu.
da: Umber kunne ikke starte lydmotoren. Luk andre lydapps, og prøv igen.
de: Umber konnte die Audio-Engine nicht starten. Beende andere Audio-Apps und versuche es erneut.
el: Το Umber δεν μπόρεσε να ξεκινήσει τη μηχανή ήχου. Κλείσε άλλες εφαρμογές ήχου και δοκίμασε ξανά.
es: Umber no pudo iniciar el motor de audio. Cierra otras apps de audio e inténtalo de nuevo.
fi: Umber ei voinut käynnistää äänimoottoria. Sulje muut ääniappit ja yritä uudelleen.
fr: Umber n’a pas pu démarrer le moteur audio. Fermez les autres apps audio et réessayez.
he: Umber לא הצליח להפעיל את מנוע השמע. סגור אפליקציות שמע אחרות ונסה שוב.
hi: Umber ऑडियो इंजन शुरू नहीं कर सका। दूसरे ऑडियो ऐप बंद करके फिर कोशिश करें।
hr: Umber nije mogao pokrenuti audio mehanizam. Zatvori druge audio aplikacije i pokušaj ponovno.
hu: Az Umber nem tudta elindítani a hangmotort. Zárd be a többi hangalkalmazást, és próbáld újra.
id: Umber tidak dapat memulai mesin audio. Tutup aplikasi audio lain dan coba lagi.
it: Umber non è riuscito ad avviare il motore audio. Chiudi le altre app audio e riprova.
ja: Umberはオーディオエンジンを起動できませんでした。他のオーディオアプリを閉じて、もう一度お試しください。
ko: Umber가 오디오 엔진을 시작하지 못했습니다. 다른 오디오 앱을 종료하고 다시 시도하세요.
ms: Umber tidak dapat memulakan enjin audio. Tutup apl audio lain dan cuba lagi.
nb: Umber kunne ikke starte lydmotoren. Lukk andre lydapper og prøv igjen.
nl: Umber kon de audio-engine niet starten. Sluit andere audio-apps en probeer het opnieuw.
pl: Umber nie mógł uruchomić silnika audio. Zamknij inne aplikacje audio i spróbuj ponownie.
pt_br: O Umber não conseguiu iniciar o mecanismo de áudio. Feche outros apps de áudio e tente de novo.
pt_pt: O Umber não conseguiu iniciar o motor de áudio. Feche outras apps de áudio e tente novamente.
ro: Umber nu a putut porni motorul audio. Închide celelalte aplicații audio și încearcă din nou.
ru: Umber не удалось запустить аудиодвижок. Закройте другие аудиоприложения и повторите попытку.
sk: Umber nedokázal spustiť zvukový modul. Zatvorte ostatné zvukové aplikácie a skúste to znova.
sv: Umber kunde inte starta ljudmotorn. Stäng andra ljudappar och försök igen.
th: Umber เริ่มเอนจินเสียงไม่ได้ ปิดแอปเสียงอื่นแล้วลองอีกครั้ง
tr: Umber ses motorunu başlatamadı. Diğer ses uygulamalarını kapatıp tekrar dene.
uk: Umber не вдалося запустити аудіодвигун. Закрийте інші аудіододатки й повторіть спробу.
vi: Umber không thể khởi động công cụ âm thanh. Hãy đóng các ứng dụng âm thanh khác và thử lại.
zh_hans: Umber 无法启动音频引擎。请关闭其他音频 App 后重试。
zh_hant: Umber 無法啟動音訊引擎。請關閉其他音訊 App 後再試一次。

# error.title
source: Can't Play Audio
ar: تعذّر التشغيل
ca: No es pot reproduir
cs: Nelze přehrát
da: Kan ikke afspille
de: Wiedergabe nicht möglich
el: Δεν είναι δυνατή η αναπαραγωγή
es: No se puede reproducir
fi: Toisto ei onnistu
fr: Lecture impossible
he: לא ניתן להפעיל
hi: चला नहीं सकते
hr: Reprodukcija nije moguća
hu: Nem lehet lejátszani
id: Tidak dapat memutar
it: Impossibile riprodurre
ja: 再生できません
ko: 재생할 수 없음
ms: Tidak dapat dimainkan
nb: Kan ikke spille av
nl: Kan niet afspelen
pl: Nie można odtworzyć
pt_br: Não foi possível reproduzir
pt_pt: Não é possível reproduzir
ro: Nu se poate reda
ru: Не удаётся воспроизвести
sk: Nedá sa prehrať
sv: Kan inte spela upp
th: เล่นไม่ได้
tr: Oynatılamıyor
uk: Не вдається відтворити
vi: Không thể phát
zh_hans: 无法播放
zh_hant: 無法播放

# intent.play.title
source: Play Sound
ar: تشغيل صوت
ca: Reprodueix un so
cs: Přehrát zvuk
da: Afspil lyd
de: Klang abspielen
el: Αναπαραγωγή ήχου
es: Reproducir sonido
fi: Toista ääni
fr: Lire un son
he: הפעל צליל
hi: ध्वनि चलाएँ
hr: Reproduciraj zvuk
hu: Hang lejátszása
id: Putar suara
it: Riproduci suono
ja: サウンドを再生
ko: 사운드 재생
ms: Main bunyi
nb: Spill av lyd
nl: Geluid afspelen
pl: Odtwórz dźwięk
pt_br: Reproduzir som
pt_pt: Reproduzir som
ro: Redă sunetul
ru: Воспроизвести звук
sk: Prehrať zvuk
sv: Spela ljud
th: เล่นเสียง
tr: Sesi oynat
uk: Відтворити звук
vi: Phát âm thanh
zh_hans: 播放声音
zh_hant: 播放聲音

# intent.sound
source: Sound
ar: الصوت
ca: So
cs: Zvuk
da: Lyd
de: Klang
el: Ήχος
es: Sonido
fi: Ääni
fr: Son
he: צליל
hi: ध्वनि
hr: Zvuk
hu: Hang
id: Suara
it: Suono
ja: サウンド
ko: 사운드
ms: Bunyi
nb: Lyd
nl: Geluid
pl: Dźwięk
pt_br: Som
pt_pt: Som
ro: Sunet
ru: Звук
sk: Zvuk
sv: Ljud
th: เสียง
tr: Ses
uk: Звук
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

# intent.stop.title
source: Stop Sound
ar: إيقاف الصوت
ca: Atura el so
cs: Zastavit zvuk
da: Stop lyd
de: Klang stoppen
el: Διακοπή ήχου
es: Detener sonido
fi: Pysäytä ääni
fr: Arrêter le son
he: עצור צליל
hi: ध्वनि रोकें
hr: Zaustavi zvuk
hu: Hang leállítása
id: Hentikan suara
it: Ferma suono
ja: サウンドを停止
ko: 사운드 정지
ms: Henti bunyi
nb: Stopp lyd
nl: Geluid stoppen
pl: Zatrzymaj dźwięk
pt_br: Parar som
pt_pt: Parar som
ro: Oprește sunetul
ru: Остановить звук
sk: Zastaviť zvuk
sv: Stoppa ljud
th: หยุดเสียง
tr: Sesi durdur
uk: Зупинити звук
vi: Dừng âm thanh
zh_hans: 停止声音
zh_hant: 停止聲音

# preset.baby
source: Baby
ar: طفل
ca: Nadó
cs: Miminko
el: Μωρό
es: Bebé
fi: Vauva
fr: Bébé
he: תינוק
hi: शिशु
hr: Beba
hu: Baba
id: Bayi
it: Neonato
ja: 赤ちゃん
ko: 아기
ms: Bayi
pl: Niemowlę
pt_br: Bebê
pt_pt: Bebé
ro: Bebeluș
ru: Малыш
sk: Bábätko
sv: Bebis
th: เด็กทารก
tr: Bebek
uk: Малюк
vi: Em bé
zh_hans: 宝宝
zh_hant: 寶寶

# preset.focus
source: Focus
ar: تركيز
ca: Concentració
cs: Soustředění
da: Fokus
de: Fokus
el: Συγκέντρωση
es: Concentración
fi: Keskittyminen
fr: Concentration
he: ריכוז
hi: फ़ोकस
hr: Fokus
hu: Fókusz
id: Fokus
it: Concentrazione
ja: 集中
ko: 집중
ms: Fokus
nb: Fokus
pl: Skupienie
pt_br: Foco
pt_pt: Concentração
ro: Concentrare
ru: Фокус
sk: Sústredenie
sv: Fokus
th: โฟกัส
tr: Odak
uk: Фокус
vi: Tập trung
zh_hans: 专注
zh_hant: 專注

# preset.shore
source: Shore
ar: شاطئ
ca: Platja
cs: Pobřeží
da: Kyst
de: Küste
el: Ακτή
es: Orilla
fi: Ranta
fr: Rivage
he: חוף
hi: समुद्रतट
hr: Obala
hu: Part
id: Pantai
it: Riva
ja: 海辺
ko: 해변
ms: Pantai
nb: Kyst
nl: Kust
pl: Wybrzeże
pt_br: Litoral
pt_pt: Costa
ro: Țărm
ru: Побережье
sk: Pobrežie
sv: Strand
th: ชายฝั่ง
tr: Sahil
uk: Узбережжя
vi: Bờ biển
zh_hans: 海岸
zh_hant: 海岸

# preset.sleep
source: Sleep
ar: نوم
ca: Son
cs: Spánek
da: Søvn
de: Schlaf
el: Ύπνος
es: Sueño
fi: Uni
fr: Sommeil
he: שינה
hi: नींद
hr: San
hu: Alvás
id: Tidur
it: Sonno
ja: 睡眠
ko: 수면
ms: Tidur
nb: Søvn
nl: Slaap
pl: Sen
pt_br: Sono
pt_pt: Sono
ro: Somn
ru: Сон
sk: Spánok
sv: Sömn
th: นอนหลับ
tr: Uyku
uk: Сон
vi: Giấc ngủ
zh_hans: 睡眠
zh_hant: 睡眠

# preset.storm
source: Storm
ar: عاصفة
ca: Tempesta
cs: Bouřka
de: Gewitter
el: Καταιγίδα
es: Tormenta
fi: Myrsky
fr: Orage
he: סערה
hi: तूफ़ान
hr: Oluja
hu: Vihar
id: Badai
it: Temporale
ja: 嵐
ko: 폭풍
ms: Ribut
nl: Onweer
pl: Burza
pt_br: Tempestade
pt_pt: Tempestade
ro: Furtună
ru: Гроза
sk: Búrka
th: พายุ
tr: Fırtına
uk: Гроза
vi: Bão
zh_hans: 风暴
zh_hant: 暴風雨

# settings.mix
source: Mix with Other Audio
ar: المزج مع صوت آخر
ca: Barreja amb altre àudio
cs: Mixovat s jiným zvukem
da: Bland med anden lyd
de: Mit anderem Audio mischen
el: Ανάμειξη με άλλον ήχο
es: Mezclar con otro audio
fi: Yhdistä muuhun ääneen
fr: Mélanger avec d’autres sons
he: ערבב עם שמע אחר
hi: दूसरी ऑडियो के साथ मिलाएँ
hr: Miješaj s drugim zvukom
hu: Keverés más hanggal
id: Campur dengan audio lain
it: Mixa con altri audio
ja: 他のオーディオとミックス
ko: 다른 오디오와 함께 재생
ms: Campur dengan audio lain
nb: Bland med annen lyd
nl: Mixen met andere audio
pl: Miksuj z innym dźwiękiem
pt_br: Misturar com outros áudios
pt_pt: Misturar com outro áudio
ro: Amestecă cu alt audio
ru: Смешивать с другим аудио
sk: Miešať s iným zvukom
sv: Blanda med annat ljud
th: ผสมกับเสียงอื่น
tr: Diğer sesle karıştır
uk: Змішувати з іншим аудіо
vi: Trộn với âm thanh khác
zh_hans: 与其他音频混合
zh_hant: 與其他音訊混合

# settings.mix.footer
source: Keep music or a podcast playing underneath Umber.
ar: اترك الموسيقى أو البودكاست يعمل تحت Umber.
ca: Deixa que la música o un pòdcast sonin per sota d’Umber.
cs: Nechte hrát hudbu nebo podcast pod Umberem.
da: Lad musik eller en podcast spille under Umber.
de: Lass Musik oder einen Podcast unter Umber weiterlaufen.
el: Άφησε μουσική ή podcast να παίζει κάτω από το Umber.
es: Mantén música o un pódcast sonando por debajo de Umber.
fi: Anna musiikin tai podcastin soida Umberin alla.
fr: Gardez de la musique ou un podcast en fond sous Umber.
he: השאר מוזיקה או פודקאסט מתנגנים מתחת ל-Umber.
hi: संगीत या पॉडकास्ट को Umber के नीचे चलता रहने दें।
hr: Neka glazba ili podcast sviraju ispod Umbera.
hu: Hagyd, hogy zene vagy podcast szóljon az Umber alatt.
id: Biarkan musik atau podcast tetap berputar di bawah Umber.
it: Lascia musica o un podcast in sottofondo sotto Umber.
ja: 音楽やPodcastをUmberの下で再生し続けます。
ko: 음악이나 팟캐스트를 Umber 아래에서 계속 재생합니다.
ms: Biarkan muzik atau podcast terus dimainkan di bawah Umber.
nb: La musikk eller en podkast spille under Umber.
nl: Laat muziek of een podcast onder Umber doorspelen.
pl: Pozwól, by muzyka lub podcast grały pod Umber.
pt_br: Deixe música ou um podcast tocando por baixo do Umber.
pt_pt: Deixe música ou um podcast a tocar por baixo do Umber.
ro: Lasă muzica sau un podcast să ruleze sub Umber.
ru: Пусть музыка или подкаст играют под Umber.
sk: Nechajte hrať hudbu alebo podcast popod Umber.
sv: Låt musik eller en podcast spela under Umber.
th: ให้เพลงหรือพอดแคสต์เล่นอยู่ใต้ Umber
tr: Müzik veya podcast Umber’in altında çalmaya devam etsin.
uk: Нехай музика чи подкаст грають під Umber.
vi: Để nhạc hoặc podcast phát bên dưới Umber.
zh_hans: 让音乐或播客在 Umber 之下继续播放。
zh_hant: 讓音樂或 Podcast 在 Umber 之下繼續播放。

# settings.privacy
source: Privacy Policy
ar: سياسة الخصوصية
ca: Política de privadesa
cs: Zásady ochrany soukromí
da: Privatlivspolitik
de: Datenschutz
el: Πολιτική απορρήτου
es: Política de privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hr: Pravila privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: Dasar Privasi
nb: Personvern
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
pt_pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# settings.promise
source: No ads, no accounts, no tracking. Umber works completely offline, and every sound is generated live on your device.
ar: بلا إعلانات ولا حسابات ولا تتبّع. يعمل Umber دون اتصال بالكامل، ويُولَّد كل صوت مباشرةً على جهازك.
ca: Sense anuncis, sense comptes, sense seguiment. Umber funciona totalment sense connexió i cada so es genera en directe al teu dispositiu.
cs: Žádné reklamy, žádné účty, žádné sledování. Umber funguje zcela offline a každý zvuk se generuje živě ve vašem zařízení.
da: Ingen reklamer, ingen konti, ingen sporing. Umber virker helt offline, og hver lyd skabes live på din enhed.
de: Keine Werbung, keine Konten, kein Tracking. Umber funktioniert komplett offline, und jeder Klang wird live auf deinem Gerät erzeugt.
el: Χωρίς διαφημίσεις, χωρίς λογαριασμούς, χωρίς παρακολούθηση. Το Umber λειτουργεί εντελώς εκτός σύνδεσης και κάθε ήχος παράγεται ζωντανά στη συσκευή σου.
es: Sin anuncios, sin cuentas, sin seguimiento. Umber funciona sin conexión y cada sonido se genera en directo en tu dispositivo.
fi: Ei mainoksia, ei tilejä, ei seurantaa. Umber toimii täysin offline-tilassa, ja jokainen ääni luodaan livenä laitteellasi.
fr: Ni publicité, ni compte, ni suivi. Umber fonctionne entièrement hors ligne et chaque son est généré en direct sur votre appareil.
he: בלי פרסומות, בלי חשבונות, בלי מעקב. Umber פועל לגמרי ללא חיבור, וכל צליל נוצר בזמן אמת במכשיר שלך.
hi: न विज्ञापन, न अकाउंट, न ट्रैकिंग। Umber पूरी तरह ऑफ़लाइन चलता है और हर ध्वनि आपके डिवाइस पर लाइव बनती है।
hr: Bez oglasa, bez računa, bez praćenja. Umber radi potpuno izvan mreže, a svaki se zvuk generira uživo na tvom uređaju.
hu: Nincs reklám, nincs fiók, nincs követés. Az Umber teljesen offline működik, és minden hang élőben készül az eszközödön.
id: Tanpa iklan, tanpa akun, tanpa pelacakan. Umber bekerja sepenuhnya offline, dan setiap suara dibuat langsung di perangkat Anda.
it: Niente pubblicità, niente account, nessun tracciamento. Umber funziona completamente offline e ogni suono viene generato dal vivo sul tuo dispositivo.
ja: 広告なし、アカウントなし、トラッキングなし。Umberは完全オフラインで動作し、すべての音はデバイス上でリアルタイムに生成されます。
ko: 광고도, 계정도, 추적도 없습니다. Umber는 완전히 오프라인으로 작동하며 모든 소리는 기기에서 실시간으로 생성됩니다.
ms: Tiada iklan, tiada akaun, tiada penjejakan. Umber berfungsi sepenuhnya luar talian dan setiap bunyi dijana secara langsung pada peranti anda.
nb: Ingen reklame, ingen kontoer, ingen sporing. Umber fungerer helt uten nett, og hver lyd lages live på enheten din.
nl: Geen advertenties, geen accounts, geen tracking. Umber werkt volledig offline en elk geluid wordt live op je apparaat gegenereerd.
pl: Bez reklam, bez kont, bez śledzenia. Umber działa w pełni offline, a każdy dźwięk jest generowany na żywo na Twoim urządzeniu.
pt_br: Sem anúncios, sem contas, sem rastreamento. O Umber funciona totalmente offline e cada som é gerado ao vivo no seu aparelho.
pt_pt: Sem anúncios, sem contas, sem rastreio. O Umber funciona totalmente offline e cada som é gerado em direto no seu dispositivo.
ro: Fără reclame, fără conturi, fără urmărire. Umber funcționează complet offline, iar fiecare sunet este generat live pe dispozitivul tău.
ru: Без рекламы, без аккаунтов, без слежки. Umber работает полностью офлайн, а каждый звук создаётся прямо на вашем устройстве.
sk: Žiadne reklamy, žiadne účty, žiadne sledovanie. Umber funguje úplne offline a každý zvuk sa generuje naživo vo vašom zariadení.
sv: Inga annonser, inga konton, ingen spårning. Umber fungerar helt offline och varje ljud skapas live på din enhet.
th: ไม่มีโฆษณา ไม่มีบัญชี ไม่มีการติดตาม Umber ทำงานออฟไลน์ได้เต็มที่ และทุกเสียงถูกสร้างสดบนอุปกรณ์ของคุณ
tr: Reklam yok, hesap yok, izleme yok. Umber tamamen çevrimdışı çalışır ve her ses cihazında canlı üretilir.
uk: Без реклами, без облікових записів, без стеження. Umber працює повністю офлайн, а кожен звук створюється наживо на вашому пристрої.
vi: Không quảng cáo, không tài khoản, không theo dõi. Umber hoạt động hoàn toàn ngoại tuyến và mọi âm thanh đều được tạo trực tiếp trên thiết bị của bạn.
zh_hans: 无广告、无账户、无跟踪。Umber 完全离线运行，每一种声音都在你的设备上实时生成。
zh_hant: 沒有廣告、沒有帳號、沒有追蹤。Umber 完全離線運作，每種聲音都在你的裝置上即時生成。

# settings.support
source: Support
ar: الدعم
ca: Assistència
cs: Podpora
el: Υποστήριξη
es: Soporte
fi: Tuki
fr: Assistance
he: תמיכה
hi: सहायता
hr: Podrška
hu: Támogatás
id: Dukungan
it: Assistenza
ja: サポート
ko: 지원
ms: Sokongan
nb: Kundestøtte
pl: Pomoc
pt_br: Suporte
pt_pt: Apoio
ro: Asistență
ru: Поддержка
sk: Podpora
th: การสนับสนุน
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

# settings.title
source: Settings
ar: الإعدادات
ca: Ajustos
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings.version
source: Version
ar: الإصدار
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
fi: Versio
he: גרסה
hi: संस्करण
hr: Verzija
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# sound.brown
source: Brown Noise
ar: ضجيج بني
ca: Soroll marró
cs: Hnědý šum
da: Brun støj
de: Braunes Rauschen
el: Καφέ θόρυβος
es: Ruido marrón
fi: Ruskea kohina
fr: Bruit brun
he: רעש חום
hi: ब्राउन नॉइज़
hr: Smeđi šum
hu: Barna zaj
id: Derau cokelat
it: Rumore marrone
ja: ブラウンノイズ
ko: 브라운 노이즈
ms: Bunyi coklat
nb: Brunt støy
nl: Bruine ruis
pl: Szum brązowy
pt_br: Ruído marrom
pt_pt: Ruído castanho
ro: Zgomot maro
ru: Коричневый шум
sk: Hnedý šum
sv: Brunt brus
th: เสียงรบกวนสีน้ำตาล
tr: Kahverengi gürültü
uk: Коричневий шум
vi: Tiếng ồn nâu
zh_hans: 布朗噪声
zh_hant: 布朗噪音

# sound.fan
source: Fan
ar: مروحة
ca: Ventilador
cs: Ventilátor
da: Ventilator
de: Ventilator
el: Ανεμιστήρας
es: Ventilador
fi: Tuuletin
fr: Ventilateur
he: מאוורר
hi: पंखा
hr: Ventilator
hu: Ventilátor
id: Kipas
it: Ventilatore
ja: 扇風機
ko: 선풍기
ms: Kipas
nb: Vifte
nl: Ventilator
pl: Wentylator
pt_br: Ventilador
pt_pt: Ventoinha
ro: Ventilator
ru: Вентилятор
sk: Ventilátor
sv: Fläkt
th: พัดลม
tr: Vantilatör
uk: Вентилятор
vi: Quạt
zh_hans: 风扇
zh_hant: 風扇

# sound.green
source: Green Noise
ar: ضجيج أخضر
ca: Soroll verd
cs: Zelený šum
da: Grøn støj
de: Grünes Rauschen
el: Πράσινος θόρυβος
es: Ruido verde
fi: Vihreä kohina
fr: Bruit vert
he: רעש ירוק
hi: ग्रीन नॉइज़
hr: Zeleni šum
hu: Zöld zaj
id: Derau hijau
it: Rumore verde
ja: グリーンノイズ
ko: 그린 노이즈
ms: Bunyi hijau
nb: Grønn støy
nl: Groene ruis
pl: Szum zielony
pt_br: Ruído verde
pt_pt: Ruído verde
ro: Zgomot verde
ru: Зелёный шум
sk: Zelený šum
sv: Grönt brus
th: เสียงรบกวนสีเขียว
tr: Yeşil gürültü
uk: Зелений шум
vi: Tiếng ồn xanh lá
zh_hans: 绿噪声
zh_hant: 綠噪音

# sound.ocean
source: Ocean
ar: محيط
ca: Oceà
cs: Oceán
da: Hav
de: Meer
el: Ωκεανός
es: Océano
fi: Meri
fr: Océan
he: אוקיינוס
hi: समुद्र
hu: Óceán
id: Samudra
it: Oceano
ja: 海
ko: 바다
ms: Lautan
nb: Hav
nl: Oceaan
pt_br: Oceano
pt_pt: Oceano
ru: Океан
sk: Oceán
sv: Hav
th: มหาสมุทร
tr: Okyanus
uk: Океан
vi: Đại dương
zh_hans: 海洋
zh_hant: 海洋

# sound.pink
source: Pink Noise
ar: ضجيج وردي
ca: Soroll rosa
cs: Růžový šum
da: Lyserød støj
de: Rosa Rauschen
el: Ροζ θόρυβος
es: Ruido rosa
fi: Vaaleanpunainen kohina
fr: Bruit rose
he: רעש ורוד
hi: पिंक नॉइज़
hr: Ružičasti šum
hu: Rózsaszín zaj
id: Derau merah muda
it: Rumore rosa
ja: ピンクノイズ
ko: 핑크 노이즈
ms: Bunyi merah jambu
nb: Rosa støy
nl: Roze ruis
pl: Szum różowy
pt_br: Ruído rosa
pt_pt: Ruído rosa
ro: Zgomot roz
ru: Розовый шум
sk: Ružový šum
sv: Rosa brus
th: เสียงรบกวนสีชมพู
tr: Pembe gürültü
uk: Рожевий шум
vi: Tiếng ồn hồng
zh_hans: 粉红噪声
zh_hant: 粉紅噪音

# sound.rain
source: Rain
ar: مطر
ca: Pluja
cs: Déšť
da: Regn
de: Regen
el: Βροχή
es: Lluvia
fi: Sade
fr: Pluie
he: גשם
hi: बारिश
hr: Kiša
hu: Eső
id: Hujan
it: Pioggia
ja: 雨
ko: 빗소리
ms: Hujan
nb: Regn
nl: Regen
pl: Deszcz
pt_br: Chuva
pt_pt: Chuva
ro: Ploaie
ru: Дождь
sk: Dážď
sv: Regn
th: ฝน
tr: Yağmur
uk: Дощ
vi: Mưa
zh_hans: 雨声
zh_hant: 雨聲
